{
  "First dialogue Based with reputation": false,
  "Bad Reputation": 0,
  "Neutral Reputation": 0,
  "Normal Reputation": 0,
  "Good Reputation": 0,
  "High Reputation": 0,
  "Text Line": "The tribute is received. Now choose. What truth do you seek, and what will it unmake in you?",
  "First Answer Text Line": "¡· Tell me about the world¡¯s breaking ¡ª the old scars in the land.",
  "First Answer Quest Requirement": "chernobog_color_dust_give",
  "First Answer Quest Requirement State": 0,
  "First Answer Result Dialogue Number": 0,
  "First Answer Result Command": "tellraw @s \"\u003cChernobog\u003e The world was never whole. It was born torn ¡ª split by will and weight the moment we were shaped. Not created by love, no ¡ª forged by a thing greater than understanding. The Architect. The Nameless One. It made us to wrestle, not to rest. And so we did. Every god, every force, an echo of that first fracture. The lands bleed because we breathe. The void seeps because I exist. The cracks you see are not wounds ¡ª they are veins, pulsing with purpose you were never meant to comprehend.\"",
  "First Answer Result Quest Give ID": "",
  "First Answer Result Command Player, World or Entity Executed": 0,
  "First Answer Sound": "",
  "Second Answer Text Line": "¡· Whisper to me of the forgotten gods ¡ª those who came before.",
  "Second Answer Quest Requirement": "chernobog_tied_dried_voidroot_give",
  "Second Answer Quest Requirement State": 0,
  "Second Answer Result Dialogue Number": 0,
  "Second Answer Result Command": "tellraw @s \"\u003cChernobog\u003e There were many. Some still slumber, others scream beneath mountains. They were not good. They were not bad. They were true. Leshy was among them ¡ª old as breath. Once a god of resistance, now just a whisper in leaves. He traded the shape of a god for bark and bone, to hide in the soil he loved. Even now, forests feed him. Each uncut tree a prayer. Each burned grove a wound. He slows rot. I spread it. And still, we were both born from the same breath. You name us gods. We were never that. We are... instruments. Instruments with teeth.\"",
  "Second Answer Result Quest Give ID": "",
  "Second Answer Sound": "",
  "Second Answer Result Command Player, World or Entity Executed": 0,
  "Third Answer Text Line": "¡· I want power. Forbidden, if needed.",
  "Third Answer Quest Requirement": "chernobog_storm_ink_bottle_give",
  "Third Answer Quest Requirement State": 0,
  "Third Answer Result Dialogue Number": 27,
  "Third Answer Result Command": "",
  "Third Answer Result Quest Give ID": "",
  "Third Answer Sound": "",
  "Third Answer Result Command Player, World or Entity Executed": 0,
  "Fourth Answer Text Line": "¡· What do you want, Chernobog?",
  "Fourth Answer Quest Requirement": "chernobog_moonlight_ink_bottle_give",
  "Fourth Answer Quest Requirement State": 0,
  "Fourth Answer Result Dialogue Number": 0,
  "Fourth Answer Result Command": "tellraw @s \"\u003cChernobog\u003e Ah... the question that dares. What does a storm want? What does rust seek? I was made to unravel. To peel back the lies of creation. I am entropy with a name. And yet... I wonder. If Leshy can change ¡ª if roots can remember ¡ª can I? What I want is to be seen. Not as evil. Not as feared. But as a truth that no longer has to scream through dying worlds to be heard.\"",
  "Fourth Answer Result Quest Give ID": "",
  "Fourth Answer Sound": "",
  "Fourth Answer Result Command Player, World or Entity Executed": 0
}